{"pageProps":{"post":{"title":"เตรียมตัวที่จะเป็นพ่อ ก่อนลูกคลอด","date":"2022-04-10","slug":"preparing-to-be-a-dad","content":"<h2>วันคลอด</h2>\n<p>ขอเล่าหน่อย ณ วันนั้น ก่อนวันเกิดของลูก 1 วัน ผมกับภรรยาไปหาหมอ แล้วหมอบอกว่า น่าจะรออีก 2 อาทิตย์สบายๆ</p>\n<p>ผมกับภรรยาก็มุ่งหน้าไปที่ร้านหมูย่างเกาหลี Seoul Light พระราม 3 จัดเต็มบุฟเฟ่ต์กลับบ้านพุงกาง แล้วคืนนั้นเอง ภรรยาผมก็บอกว่า เจ็บท้องแปลบๆนะ ตอนตีสอง เจ็บถี่ๆทุกๆ 10 นาที ผมก็คิดว่าคงไม่ใช่หรอก เพราะว่าหมอบอกว่าอีก 2 อาทิตย์แหนะ</p>\n<p>แต่แล้วตอนตี 4 ภรรยาผมก็บอกว่า ไม่ไหว มันเจ็บถี่มาก ถึงจะเจ็บไม่มาก แต่ก็ไม่ปรกติ ก็เลยตัดสินใจหยิบกระเป๋าเดินทางที่นางจัดไว้ แล้วก็ออกไปโรงพยาบาลทันที</p>\n<p>พอไปถึงโรงพยาบาล ก็เจอคุณหมอที่ตรวจ พอดีแกมีนัดผ่าคลอด 2 เคสตอนเช้า แกก็มาตรวจอีกรอบ แกยังทักอยู่เลยว่าเมื่อวานพึ่งเจอกัน แล้วเค้าก็บอกว่าปากมดลูกเปิดแล้ว แต่ว่าเปิดแค่ 1cm ถามผมผมก็ไม่รู้หรอกว่าเล็กหรือใหญ่ แต่ผมรู้ว่าภรรยาผมที่ถึกแบบควายถีบก็ไม่บ่นบ่นว่าเจ็บ ก็คงเจ็บมาก และหมอตบท้ายว่า สภาพนี้ต้องรอนะ แล้วแต่ว่ามันจะเปิดเมื่อไหร่</p>\n<p>ด้วยความที่เจ็บมาก ก็เลยคุยกะหมอว่าผ่าก็ได้ คุณหมอก็ดันไว ผ่าหรอ ปะ! เผลอไม่ถึง 10 นาทีทุกคนอยู่ในชุดพร้อมผ่า ภรรยาเข้าห้องผ่าไปแล้ว ตกใจมากไม่ทันตั้งตัว รู้ตัวอีกทีผ่านไป 30 นาที ลูกออกมาแล้วจ๊าาาา แอบมองหลุมในท้องตอนผ่าหลุมใหญ่มาก</p>\n<p>พยาบาลบอกว่า อ้วนท้วนดี หนัก 3.485 กก หนักสุดในวอร์ดวันนั้นเลย</p>\n<p>สรุป ลูกคลอดแบบไม่ทันตั้งตัวเท่าไหร่ ไม่มีเวลาให้ตื่นเต้น รู้ตัวอีกทีก็มาอยู่ในมือแระ น่ารักดีนะ ตอนคลอดออกมาตาเหมือนเราเด๊ะ</p>\n<h2>เข้าเรื่อง</h2>\n<p>พอคลอดแล้วก็ต้องทำอะไรหลายอย่างหน่อย แต่สิ่งที่ต้องรู้คือ เค้าให้ลูกไปกระตุ้นนมแม่กะแม่มาละ</p>\n<h3>นมแม่</h3>\n<p>อย่าไปเครียด นมมาไม่มาไม่สำคัญเท่ากับลูกอิ่ม! กินนมผงไปบ้างก็ได้ เดี๋ยวอ่านข้อต่อๆไปจะเข้าใจ ปั้มไม่ออกก็ปั้มๆไป ไม่มีเก็บก็อย่าไปเครียด เก็บได้เท่าไหร่ก็เท่านั้น</p>\n<p>ลูกผมไม่ได้กินนมสต๊อกเลย เพราะว่ามีน้อยมาก ตอนนี้ลูก 10 เดือน ซึ่งลูกก็น้ำหนักเกือบ 10 โล ตัวโตตามเกณฑ์ แทบไม่มีนมสต๊อกติดตู้เย็น ปั้มแทบตายเครียดก็เครียด ลูกกินมื้อเดียวหมด จะกินอีกมือต้องปั้มอีกหลายวัน</p>\n<p>สำหรับคนที่เหลือปั้มก็โชคดีไป มีคนอื่นเอาไปใส่ขวดช่วยป้อนได้ ถ้าไม่เหลือก็เข้าเต้าไป กระตุ้นไป เดี๋ยวนมมันก็มาถ้าทำถูกท่าถูกวิธี บางคนปั้มออกมาเต็มตู้ ลูกไม่ชอบกลิ่นนมแช่ตู้เย็นก็มี</p>\n<p>แม่ควรกินน้ำเยอะๆ เทคนิคคือทุกๆ 1 ชั่วโมงกินไปเลย 1 แก้ว แล้วก็ก่อนให้นมลูกกินไปเลยอีกแก้ว แล้วก็อาจจะมีน้ำหัวปลีเสริมหน่อย ไม่ต้องหวานมากเดี๋ยวจะอิ่มหวานซะก่อน</p>\n<p>แม่ควรจะกินเยอะกว่าปรกติอย่างน้อย 500kcal ให้ครบอย่างน้อยสามมื้อ กินไปเหอะ ให้นมยังไงก็น้ำหนักลงถ้าไม่ได้กินล้างผลาญ กินอาหารให้ครบ 5 หมู่ ควรจะกินอาหารที่ดี หลากหลาย และ หลีกเลี่ยงพวกนมวัวก็ดี เพราะว่าเด็กเสี่ยงแพ้นมวัวสูง พอแพ้แล้วน่าสงสาร</p>\n<p>ได้ยินมาว่า ถ้ากินน้อย น้ำนมอาจจะสารอาหารน้อย ลูกอาจจะอิ่ม แต่สารอาหารไม่พอก็ได้นะ</p>\n<h3>วิธีให้นม</h3>\n<p>พยาบาลจะสอนให้นมตั้งแต่คืนแรก ชั่วโมงแรกๆเลย แล้วแต่ว่าลูกร้องเมื่อไหร่ก็เดินมากินนม สิ่งที่สำคัญคือ</p>\n<ol>\n<li>พยาบาลสอนแม่ให้นม สำคัญมาก เพราะว่าถ้าเค้ามั่ว หัวนมแม่จะแตกได้เลือดซิบๆ หากพยาบาลสอนไม่ดี อย่าไปฝืน ให้ย้ายไปคลีนิคนมแม่ดีกว่า ของผมเปลี่ยนไปโรงพยาบาลกรุงเทพคริสเตียนให้เค้าสอน กลับมาแม่ให้นมเก่งขึ้นเลย</li>\n<li>เมื่อหัวนมแตกก็จะให้ข้างนั้นยาก เพราะว่ามันเจ็บ ก็ต้องรักษาให้หายก่อน คราวนี้ไปกินอีกข้าง อีกข้างก็แตกอีก สลับไปวนร้องไห้ไปเห็นแล้วเจ็บแทน</li>\n<li>คลีนิคนมแม่ ถ้าพยาบาลเก่งๆเค้าไม่ได้สอนแค่เข้าเต้า เค้าสอนนวด สอนเตรียมลานนม สอนเยอะแยะมากมาย ไม่ใช่แค่เอาลูกมาเข้าก็จบ</li>\n</ol>\n<p>สรุปคือ ถ้าทำไม่เป็นก็ไปเรียนวิธีทำให้ถูก อย่าไปมั่วมันเจ็บ แล้วลูกก็ร้องไม่อิ่มด้วย</p>\n<h3>หมอเด็ก</h3>\n<p>สิ่งที่เกิดขึ้นคือ อยู่โรงพยาบาล 4 วัน 3 คืน กลับมาอยู่บ้านได้ 2 วันต้องกลับไปหาหมอตรวจอีกรอบละ ซึ่งนับเป็นวันที่ 7 หลังจากลูกคลอด ด้วยความที่ไม่รู้อะไรก็ไปหาหมอ ชั่งน้ำหนักเห็นลูกน้ำหนักลงมาเหลือ 3.1กก แอบตกใจอยู่ และพอเข้าไปหาหมอ หมอก็เอาแต่อธิบายเรื่องนมแม่ แล้วก็ยังบอกอีกว่าให้หยุดนมผงที่ให้ไปได้แล้ว เพราะว่านมแม่เริ่มมาแล้ว</p>\n<p>ผมเป็นคนที่ไม่ค่อยชอบคนที่ไม่ฟังสิ่งที่คนอื่นถาม เอาแต่จะพูดในสิ่งที่ตัวเองอยากจะพูด โดยเฉพาะกับหมอที่จะดูลูกของเรา</p>\n<p>สิ่งที่ผมสรุปได้จากเรื่องหมอเด็กคือ</p>\n<ol>\n<li>หมอเด็กทุกคนคิดไม่เหมือนกัน เปลี่ยนหมอเด็กได้ ให้เอาลูกเป็นหลัก</li>\n<li>ไม่กล้าเอานมผงให้ลูกกินเพราะว่าโดนบอกมาว่าให้กินนมแม่ ให้กินนมแม่</li>\n<li>ให้แม่ไม่กินอะไรที่ทำจากนมวัวเลย เพราะว่าลูกอาจจะแพ้ได้</li>\n</ol>\n<p>เราก็ทำตามหมดนะ แต่ว่าไม่ชอบนิสัยหมอคนนี้ก็เลยตัดสินใจ ไปหาหมออีกคนเลย ที่โรงพยาบาลกรุงเทพคริสเตียน ประกอบกับจะได้ไปคลีนิคนมแม่ด้วย ซึ่งหมอคนนี้พี่สาวแนะนำมาว่าดี พอไปเจอได้คุยด้วย ภรรยาผมนั่งร้องไห้เลย เพราะว่าเค้าเครียดมากเรื่องนมแม่</p>\n<p>หมอก็ดีมาก เค้ามาคุยด้วยเกือบสองชั่วโมง พยายามปลอบ พยายามสอน แต่ว่ามันก็มี step ถัดไปคือ</p>\n<h3>ตัวเหลือง</h3>\n<p>หมอที่โรงพยาบาลเก่าตรวจตัวเหลืองด้วยเครื่องมือยิงๆที่อกกับหน้าผาก ได้ค่า 15 ซึ่งหมอบอกว่าไม่เหลือง ผมก็ไม่ได้เอะใจอะไรเพราะว่าเค้าบอกว่า 22 ถึงจะควรเข้าตู้อบ แต่ปัญหาคือไอ่อุปกรณ์ที่ใช้ตรวจเนี่ย มันไม่แม่นยำ โอกาสคลาดเคลื่อนสูง ซึ่งตอนผมย้ายไปหาหมอเด็กที่กรุงเทพคริสเตียนแล้ว หมอตรวจเหมือนกัน หมอเอานิ้วจิ้มๆตัวแล้วบอกว่าเหลืองไม่เชื่อเครื่อง เลยสั่งตรวจเลือดด้วย ซึ่งผลที่ได้คือ 22 ทำให้ผมรู้ว่าเครื่องตรวจตัวเหลืองมันไม่แม่น อย่าไปเชื่อมันมาก สรุป ต้องเข้าตู้อบ 1 คืน</p>\n<p>ทำไมถึงตัวเหลือง เคสของผม หมอบอกว่า ลูกกินนมได้น้อย ทำให้ระบบขับถ่ายยังสตาร์ทได้ไม่เต็มที่ ทำให้ถ่ายของเสียได้ไม่ดีและตัวเหลือง ควรจะให้ลูกกินเยอะกว่านี้ นมผงก็ได้ เป็นเรื่องปรกติที่น้ำหนักจะลดหลังคลอดแต่น้ำหนักลูกควรจะหลับมาเท่าตอนคลอดภายใน 7-14 วันหลังคลอด (ย้อนกลับไปอ่านข้างบน นมแม่! หมออีกคนบอกให้หยุดนมผง) หมอคนใหม่เน้นน้ำหนักมากกว่านมแม่ ซึ่งผมฟังแล้วผมเชื่อมากกว่า</p>\n<p>ลูกเข้าตู้อบ 1 คืนออกมา ถามพยาบาลว่านอนยากไหม เค้าบอกว่าง่ายมาก จับยัดนมปุ้ปหลับเลย.... สงสัยจะเป็นเด็กกินจุเหมือนพ่อ แสดงว่าที่ผ่านมา 6 วันเนี่ยกินไม่ค่อยอิ่มสินะ</p>\n<p>สำหรับคนเข้ามาอ่าน เรื่องตัวเหลืองเป็นเรื่องสำคัญมาก ต้องรีบรักษานะ มีผลระยะยาว</p>\n<h3>ป้อนนม</h3>\n<p>กลับมาคราวนี้ภารกิจใหม่คือให้ลูกกินอิ่มทั้งนมแม่และนมผง เป้าหมายคือ กินนมแม่จนเกลี้ยงเต้า แล้วเสริมนมผง</p>\n<p>ปัญหาต่อมาคือ ลูกกินแล้ว เรอ ยาก ประกอบกับพ่อแม่ทำไม่เป็นก็เลยยิ่งไม่เรอเข้าไปใหญ่ ผลที่ได้ตามมาคือลูกนอนหลับไม่ดี ตื่นบ่อย</p>\n<p>โทรไปถามพยาบาล ถามหมอ เค้าก็บอกว่าไม่เป็นไร หลับก็คือหลับ ตื่นมาหลับก็ยังนับเป็นหลับได้ ไปหาหมอก็ถามหมอทุกครั้ง หมอก็บอกว่าไม่เป็นไร แต่รอบนี้ผมเชื่อใจหมอ เลยไม่ได้ทำอะไรต่อ</p>\n<h3>ห้องนอน</h3>\n<p>เคยอ่านหลายๆที่ เค้าบอกว่ากลางคืนให้ห้องมืดสนิทแล้วหลับ แต่กลางวันไม่ต้องมืดก็ได้ ลูกจะได้รู้ว่ามันเป็นกลางวัน</p>\n<p>เคสนี้จากที่ผมเจอด้วยตัวเอง (ตอนนี้ลูกเกือบ 11 เดือนละ) คือ</p>\n<ol>\n<li>ให้ลูกนอนในที่มืดสนิทตลอดเวลา ไม่ว่าจะกลางวันกลางคืน เค้าจะได้หลับสนิท</li>\n<li>กลางวันถ้าเค้าตื่น ให้เอาเค้าออกมาเล่นที่สว่างๆ ถ้าเค้าจะนอนกลางวันก็กลับไปนอนห้องมืดๆต่อ</li>\n<li>ห้องนอน 24-26 องศาดีที่สุด</li>\n</ol>\n<p>ผมรู้สึกว่าแบบนี้ดีที่สุด เพราะว่าเค้าต้องการการนอน มากกว่าการแยกแยะกลางวันกลางคืน ซึ่งเดี๋ยวโตขึ้น ตื่นได้นานขึ้น เค้าก็เรียนรู้ได้เอง ขนาดห้องมืดสนิทเค้ายังตื่น 6 โมงเช้าได้ทุกวันเลย</p>\n<p>ลองคิดดูว่า ถ้าตัวเองนอนห้องสว่างๆจะหลับไหม? ลูกต้องการนอน 16ชม แต่ว่าเด็กบางคนจับไปนอนสว่างๆอาจจะไม่หลับก็ได้ ผมว่าจับไปนอนมืดๆเนี่ยแหละดีแล้ว</p>\n<h3>เตียงนอน</h3>\n<p>สำหรับแรกเกิดเตียงนอนเด็กคือสิ่งที่ผมคิดว่ายากที่สุด เนื่องจากว่าลูกน่าจะอยากได้นอนกับแม่ แต่ว่าก็เสี่ยงกับโรคไหลตาย (Sudden infant death syndrome - SIDS) หรือโรคหายใจไม่ออกเนื่องจากมีอะไรมาปิดกั้นเช่น แม่ หมอน ผ้าห่ม ตุ้กตา</p>\n<p>จับนอนหันซ้ายหันขวาสลับไป ไม่เครียด ไม่ต้องขนาดที่ว่าเมื่อกี้ขวารอบนี้ต้องซ้าย อย่าลืมว่าลูกไม่ใช่หุ่นยนต์ เค้าอาจจะชอบหันขวามากกว่าหันซ้ายก็ได้</p>\n<p>ส่วนตัวแล้วคิดว่าสรุปแบบนี้แล้วน่าจะเข้าใจง่าย</p>\n<ol>\n<li>ให้นอนเตียงที่แม่เข้าไปนอนปลอบ นอนกอดได้</li>\n<li>ให้เตียงนอนเข้าออกง่าย ไม่ทำให้ลูกตกใจตื่น</li>\n<li>ให้เตียงนอนใหญ่พอที่แม่จะนอนให้นมได้เผื่อเหนื่อย</li>\n<li>หากแม่หลับลึก ต้องระวังไม่ให้แม่นอนใกล้ลูกเด็ดขาด จับมานอนข้างเตียงก็ได้</li>\n<li>ลูกยังเล็กไม่นอนกลิ้งหันแค่ซ้ายขวา เอาอะไรมากั้นห่างๆก็พอให้เรารู้สึกว่าเค้าปลอดภัย</li>\n<li>ไม่ต้องเอาอะไรไปหนุนหัว ไม่เสี่ยง SIDS เด็กสามารถนอนไม่มีหมอนได้นานมาก เค้าจะหาอะไรมาหนุนเองพอเค้าเริ่มโตขึ้น</li>\n<li>งด props ทุกชนิดใกล้เตียง งดของเล่นทุกชนิด ที่นอนคือที่นอน เด็กเห็นของเล่นจะอยากเล่นแล้วไม่นอน</li>\n<li>ซื้อฟูกให้ลูก ให้ซื้อ size มาตรฐาน ประมาน 60x100cm อย่าไปซื้อใหญ่เกิน มันเอาไปสวมกับอย่างอื่นยาก</li>\n</ol>\n<p>บางคนบอกว่าควรจะนอนเตียงแยก แต่ผมคิดว่าตามธรรมชาติ ลูกน่าจะอยากอยู่กับแม่มากกว่าที่จะแยก ผมอยากให้เตียงแม่กะลูกใกล้กันแต่ว่าลูกปลอดภัย ไม่ตก ไม่เสี่ยง SIDS ก็พอ</p>\n<p>ส่วนพ่อไปนอนไกลๆก็ได้ ยิ่งถ้ากรนไปไกลๆเลย เดี่ยวลูกตื่น สิ่งที่เตรียมทำคือเปลี่ยน daiper กลางคืน ล้างก้น จับเรอ ช่วยๆกันไป</p>\n<p>เมื่อลูกเริ่มโตขึ้นหน่อย ก็แนะนำเตียงที่เป็นผ้ามากกว่าเป็นไม้ เพราะว่าเค้าคลานหัวโขก ยืนขย่มฟันกระแทก พวกผ้าจะนุ่มกว่า friendly มากกว่า</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\">ตัวอย่างเตียงเด็ก (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\"><img src=\"/images/baby-bed.jpg\" alt=\"ตัวอย่างเตียงเด็ก\"></a></p>\n<p>รายละเอียดเล็กๆน้อยๆที่เราปรับให้ลูกนอนสบายขึ้นคือ เบาะของเตียงเด็กควรจะเป็นแบบนุ่มหน่อย ไม่ใช่หุ้มพลาสติกเวลาเอามือตีแล้วมีเสียงปุ้งๆๆๆ เวลาเค้ามือตกเสียงดังจะสะดุ้งตื่นเอา</p>\n<h3>ชุดนอน</h3>\n<p>ชุดนอนที่ดีมีชัยไปกว่าครึ่ง เพราะว่าเราจะไม่ต้องห่วงเลยว่า ลูกหนาว เสื้อหลุด ผ้าห่มหลุด ตัวอย่างตามรูป</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/77643164/4941060630?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddle---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddle---&#x26;deep_and_deferred=1\">ชุดนอนเด็กแบบ swaddle แบบแรกเกิด (affiliate link)</a>\n<a href=\"https://shopee.co.th/universal-link/product/77643164/4941060630?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddle---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddle---&#x26;deep_and_deferred=1\"><img src=\"/images/swaddle.jpeg\" alt=\"swaddle image example\"></a></p>\n<p>เด็กชอบผ้ารัดๆ รัดๆไปเถอะ อย่าให้มันแน่นมากขนาดหายใจไม่ออกก็พอ เอาแบบให้เค้ารู้สึกแน่นๆเหมือนอยู่ในท้องแม่</p>\n<p>สำหรับเด็กอายุเยอะหน่อย อาจจะชอบเอามือออกมามากกว่า แนะนำให้ใช้ถุงนอนแบบนี้</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\">ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\"><img src=\"/images/swaddle-4-months.jpeg\" alt=\"ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป\"></a></p>\n<p>ข้อดีคือ ไม่หนาวเท้า ทำให้คลาน/ยืน/พลิกตัว ยากขึ้นเล็กน้อยจะทำให้นอนง่ายขึ้น</p>\n<h3>Daipers แพมเพิส</h3>\n<p>แรกๆใช้ของ Mamy ลองมันทุกอันของเค้าละ แต่ซื้อแพคใหญ่กว่าจะหมดมันก็นาน สุดท้ายไปชอบของ Merries แพงกว่าของ Mamy นิดนึง แต่ว่าข้อดีคือ <em>มันไม่ล้น!</em></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/144046792/4358203426?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-merries---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-merries---&#x26;deep_and_deferred=1\">Merries แพมเพิส (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/144046792/4358203426?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-merries---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-merries---&#x26;deep_and_deferred=1\"><img src=\"/images/merries.jpeg\" alt=\"Merries daiper แพมเพิส\"></a></p>\n<p>สิ่งที่อยากให้ลองคือ ลองใช้ของ Merries ดู 1 แพค และ ของอย่างอื่น 1 แพค ส่วนใหญ่เพื่อนๆก็อาจจะซื้อมาให้ด้วย ก็บอกเพื่อนยี่ห้อที่อยากลองหลายๆยี่ห้อครับ</p>\n<p>ปัญหาที่ผมเจอคือ ถ้าอันไหนซับไม่ดี แล้วลูกเราอึเยอะ ซึ่งมันจะเป็นจังหวะที่เราเหนื่อยง่วงสุดๆ ถ้าอึเยอะมากๆมันจะล้น พอมันล้นมันก็จะเลอะเสื้อ ต้องถอดเสื้อผ้าเค้า พอถอดก็จะกระตุ้นให้เค้าตื่นกลับไปนอนต่อยาก แถมพอเค้าหลับยังต้องมาซักชุดอีก เดี๋ยวซักไม่ออกเหลืองอ๋อยเลยแหละ</p>\n<h3>อาบน้ำลูก</h3>\n<p>เอาจริงๆ คนที่เป็นมือใหม่ทุกคนน่าจะกลัวการอาบน้ำลูก เพราะว่าเค้าตัวเล็กๆ ไม่กล้าจับ</p>\n<p>ซึ่งผมคิดว่าจะแนะนำเพื่อนๆให้ซื้อแบบนี้คือ</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/376001986/14465991425?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-bathtub---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-bathtub---&#x26;deep_and_deferred=1\">อ่างอาบน้ำเด็ก (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/376001986/14465991425?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-bathtub---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-bathtub---&#x26;deep_and_deferred=1\"><img src=\"/images/bathtub.jpg\" alt=\"อ่างอาบน้ำเด็ก\"></a></p>\n<p>เพราะว่ามีเบาะช่วยรับตัวเค้าให้ไม่กระแทกกับอ่างอาบน้ำ และ ใช้ได้ยันตอนนี้ลูก 10 เดือนละ ยังอาบในนี้อยู่เลย</p>\n<p>ส่วนสบู่ และ lotion ที่ผมใช้ (เนื่องจากว่าลูกผิวแห้งมาก ตัวผื่นขึ้น) หมอเลยสั่งตัวนี้ของ Cetaphil ให้</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/125916494/6901450834?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-cetaphil---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-cetaphil---&#x26;deep_and_deferred=1\">สบุ่+lotion cetaphil (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/125916494/6901450834?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-cetaphil---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-cetaphil---&#x26;deep_and_deferred=1\"><img src=\"/images/cetaphil.jpeg\" alt=\"สบุ่+lotion cetaphil\"></a></p>\n<p>สบู่กดแค่หยดเดียว อาบได้ทั้งตัว ไม่ต้องใช้ฟองน้ำขัด เดี๋ยวผิวยิ่งแห้ง\nโลชั่นของ cetaphil ทาหลังอาบน้ำ ตอนตัวยังชื้นๆ กดออกมาแค่ประมานเหรียญ 10 แล้วทาให้ทั่วตัว</p>\n<p>สุดท้ายผื่นผ้าอ้อม ทาตรงที่โดนผ้าอ้อมแล้วอาจจะคันให้ใช้ Bepanthen ทาก่อนใส่ผ้าอ้อมทุกครั้ง</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/125916494/7508438360?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-bepanthen---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-bepanthen---&#x26;deep_and_deferred=1\">Bepanthen affiliate link</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/125916494/7508438360?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-bepanthen---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-bepanthen---&#x26;deep_and_deferred=1\"><img src=\"/images/bepanthen.jpeg\" alt=\"Bepanthen\"></a></p>\n<h2>สรุป</h2>\n<p>จริงๆตอนเดือนแรกๆ เครียดสุดก็คือหมอที่ให้คำปรึกษาไม่ค่อยดีต้องเปลี่ยนหมอ ตัวเหลืองเพราะเราขาดความรู้ กับนมแม่ที่เจ็บเลือดออก</p>\n<p>นอกนั้นก็ตามสภาพ อย่าไปเครียด นอนน้อยเป็นเรื่องธรรมดา</p>\n<p>ขอให้ทุกคนที่เข้ามาอ่านโชคดีคับ</p>\n","description":"สิ่งที่ผมอยากรู้ก่อนที่ผมจะมีลูก และ หวังว่าจะมีคนบอกผม ก่อนที่ลูกจะคลอด ก่อนที่จะไปซื้อของให้ลูก ก่อนที่จะเริ่มจับลูกกินนม ก่อนที่จะจับลูกนอน"}},"__N_SSG":true}