{"pageProps":{"post":{"title":"พัฒนาการลูก กับ การนอน ช่วง พลิกตัว ฟันขึ้น คลาน ปีน ยืน อายุ 5-10 เดือน","date":"2022-12-27","slug":"raising-a-baby-age-5-10-months","content":"<p>ก่อนเริ่ม ขอเกริ่นก่อนนะครับว่า บทความนี้เป็นการสอนลูกแบบมีคนช่วยสอน และ ดัดแปลงให้เข้ากับชีวิตของเราเอง ให้ผู้อ่านอ่านเพื่อหาความรู้จากประสบการณ์ของคนอื่น เพราะว่าผมไม่ใช่หมอ ไม่สามารถบอกคุณได้ว่า อะไรควร อะไรไม่ควร แนะนำให้แยกแยะเอาเองครับ</p>\n<p>สิ่งที่ผมทำแล้ว ไม่สำเร็จ ลูกคุณอาจจะทำได้ก็ได้ เพราะว่าครอบครัวทุกครอบครัวไม่เหมือนกัน กลับกัน สิ่งที่ผมทำแล้วสำเร็จ คุณอาจจะใช้วิธีนั้นไม่ได้ สิ่งที่คุณต้องมีคือ ไหวพริบ ช่างสังเกตุลูกตัวเอง และ จงเชื่อสัญชาตญาณของตัวเองให้มาก เราอยู่กับลูกเราเยอะที่สุด ถ้าไม่ใช่หมอ ก็อย่าไปเชื่ออะไรง่ายๆครับ</p>\n<p>จากใจคนที่มีลูกนอนยาก ผมเข้าใจคุณมากๆ และเป็นกำลังใจให้ครับ</p>\n<p>ขอให้ทุกท่านโชคดี เลี้ยงลูกที่แสนน่ารักให้สนุกคับ ชั่วชีวิตเค้า เราได้ดูและเค้าแบบนี้แค่ครั้งเดียว ทำให้เต็มที่คับ</p>\n<h2>พัฒนาการลูก</h2>\n<p>เอาจริงๆ ผมก็ไม่ค่อยรู้หรอกว่า ลูกเราต้องทำอะไรได้บ้างเดือนไหน ถ้าเราลอง google ดูเราก็จะเห็นว่าส่วนใหญ่เค้าก็บอกว่า ประมานกี่เดือนจะทำอะไรได้ เช่น</p>\n<ol>\n<li>จะพลิกคว่ำได้ (4-6 เดือน)</li>\n<li>นั่งหลังตรงเองได้ (6-7 เดือน)</li>\n<li>จะคลานได้ (6-9 เดือน)</li>\n<li>จะขึ้นมานั่งเองได้ (7-10 เดือน)</li>\n<li>จะปีนป่ายได้ (7-10 เดือน)</li>\n<li>จะเริ่มก้าวขาเดินได้ (7-12 เดือน)</li>\n</ol>\n<p>สังเกตุว่า timeframe มันมั่วไปหมด และ พอเราไปอ่านมาแล้วลูกเรายังทำไม่ได้ เราก็อาจจะเครียดได้ว่าลูกเราช้าไปไหม</p>\n<p>ส่วนตัวแล้ว ผมไม่เครียดเลย ตราบใดที่หมอไม่ได้บอกว่ามีปัญหาอะไร ปล่อยเขาไปเถอะตามธรรมชาติ สิ่งที่เราสามารถทำได้ก็คือ</p>\n<h3>อย่าไปเปรียบเทียบกับลูกคนอื่น</h3>\n<p>สำคัญมาก เพราะว่าเด็กแต่ละคนไม่เหมือนกัน ซึ่งคำว่าไม่เหมือนกันนั้น ต่อให้พ่อแม่คนเดียวกันมีลูกสองคน พยายามเลี้ยงเหมือนกัน พัฒนาการลูกก็อาจจะไม่เท่ากันก็ได้ แล้วเราจะไปเทียบกับลูกคนอื่นทำไม?</p>\n<h3>ช่วยสอนเค้า แต่ไม่บังคับเค้า</h3>\n<p>เนื่องจากว่าถ้าเค้ายังไม่พร้อมแล้วเราไปบังคับเค้าทำ เค้าอาจจะข้ามสิ่งอื่นที่เค้าอาจจะต้องทำก่อนก็ได้ skill พวกนี้เป็น basic skill ซึ่งเด็กทุกคนจะต้องเรียนรู้ หากเราไปฝืนทำในสิ่งที่เค้ายังไม่พร้อม ผลเสียอาจจะเกิดขึ้นเช่น เค้าอาจจะซุ่มซ่ามมากกว่าคนอื่น เพราะว่าเค้าข้าม step บางอย่างไป</p>\n<p>จงจำไว้ว่า ถ้าไม่ได้มีปัญหาพัฒนาการ ก็ไปสุขุมวิท เห้ยย!!! ก็ใจเย็นๆค่อยๆเป็นค่อยๆไป ให้เค้าได้เรียนรู้ตาม speed ของเค้าเอง</p>\n<h3>ให้กำลังใจเค้า</h3>\n<p>ถ้าเค้าทำอะไรเองได้ หรือว่าเราอยากให้เค้าทำอะไรได้ เราก็ส่งเสียงเชียร์หน่อย เค้าจะได้อยากทำ และทำได้ด้วยตัวเค้าเอง หน้าที่ของเราคือดูความปลอดภัย</p>\n<h3>ปรีกษาหมอ อย่าหูเบา</h3>\n<p>อะไรไม่มั่นใจ อย่าไปถามคนมั่วไปหมด ถามหมอเด็ก ถามไปตรงๆว่าน่ากังวลไหม เราต้องทำอะไรไหม อย่าไปฟังพวกมากประสบการณ์ หรือบางทีก็ไปพึ่งความรู้้โบราณๆมากไป ฟังได้แต่ฟังแล้วเอามาคิดแยกแยะด้วยว่า อะไรจะเชื่อ อะไรจะไม่เชื่อ แล้วจงเชื่อสัญชาตญาณของตัวเองจะดีที่สุด</p>\n<h2>พัฒนาการลูกกับการนอน</h2>\n<p>ทุกๆครั้งที่ลูกเรียนรู้ skill ใหม่ เราจะพบว่า skill เหล่านั้นมาเกิดขึ้นระหว่างนอนด้วยเช่น</p>\n<ol>\n<li>พอคว่ำเป็น นอนๆอยู่ก็คว่ำ</li>\n<li>พอกลิ้งเป็น ก็กลิ่งอย่างกะไส้กรอก 7-11</li>\n<li>พอนั่งเป็น อยู่ๆก็ขึ้นมานั่งตอนตี 2</li>\n<li>พอตบมือเป็นจากที่ตื่นมานั่ง คราวนี้นั่งตบมือด้วย</li>\n<li>พอยืนได้ กลางคืนตื่นปุ้ปยืนปั้ป</li>\n</ol>\n<p>แล้วสิ่งเหล่านี้ก็อาจจะไปกระทบกับการนอนได้เช่นกัน</p>\n<p>คำถามที่ผมถามคือ เค้าทำสิ่งเหล่านี้ทำไมตอนนอน และพอไปค้นหาคำตอบ ส่วนใหญ่ก็จะตอบมาว่า</p>\n<p><code>ก็เพราะว่าเค้าทำได้</code> ร่างกายกับสมองสั่งการว่าให้ทำ ถึงใจจะไม่อยากทำ ยังหลับอยู่ แต่ตัวมันไปแล้ว</p>\n<p>มันเหมือนกับเราอยากลดความอ้วนอะ แต่ว่าปากกินขนมอยู่</p>\n<h2>Sleep regression</h2>\n<p>สิ่งต่างๆที่ทำให้ลูกเราจากนอนดีๆ กลายเป็นนอนไม่เป็น ตื่นบ่อย พวกนี้คือต้นเหตุของ sleep regression หรือการนอนยากขึ้น ซึ่งจะเกิดขึ้นประมาน 2-4 อาทิตย์ (รวมพวกฟันขึ้น ฉีดยา ไปด้วยนะ)</p>\n<p><em>ย้ำ! เกือบเดือน</em></p>\n<p>ไอ่ที่ฝึกมาเดือนที่แล้วอะ เจอ sleep regression ทีพังไปหมด จากนอน 4 ชั่วโมงกลายเป็นตื่นทุกชั่วโมงเหมือนเดิม</p>\n<p>คราวนี้ไอ่ที่ฝึกมา ความอดทนในการได้ยินลูกร้อง การที่เราไม่รู้ว่าเค้าร้องเพราะว่าเค้าเจ็บเหงือกคันเหงือก มันกลายเป็นผลที่ทำให้พวกผมกลับไปสู่โหมดปลอบลูกด้วยการให้กินนมอีกครั้ง</p>\n<p>ปัญหาที่เกิดหลังจากลูกฟันขึ้นคือ ลูกเริ่มติดเต้า ถ้าไม่ได้เข้าเต้าก่อนนอน จะไม่ยอมนอน ซึ่งปัญหานี้เป็นจุดเริ่มต้นต่อไปยังปัญหาอื่นๆ</p>\n<p>ลูกผมฟันขึ้นพร้อมกับเริ่มคว่ำเยอะๆ และ เค้าเป็นเด็กที่เหมือนจะไม่ชอบนอนคว่ำ เพราะว่าทุกครั้งที่เค้าคว่ำ เค้าจะตื่นภายใน 10 นาที</p>\n<p>คราวนี้พอจับเค้านอนตามเวลาปรกติ วางปุ้ปคว่ำ จับพลิกกลับก็คว่ำอีก ปล่อยก็เอาหน้าบี้เตียงร้องไห้หนัก ไม่ยอมนอน สิ่งที่ทำก็คือ เข้าเต้าหลับไป</p>\n<p>ปัญหาต่อมาก็จะเกิดจากว่า เค้าไม่สามารถ connect sleep cycle ได้ ทำให้ทุกๆ 1 ชมเค้าจะตื่นมางอแง ขอให้ช่วยทำให้เค้าหลับ กลับไปเป็นเหมือนตอน 3 เดือน แต่ว่าด้วยความที่เค้าฟันขึ้น + คว่ำ ทำให้เราหยวนๆจนกลายเป็นนิสัยที่แก้ยาก</p>\n<h3>ฟันขึ้นน่าสงสาร</h3>\n<p>ลูกผมฟันขึ้นเร็ว เฉลี่ยตั้งแต่ 6-10 เดือน ขึ้นเดือนละเกือบ 2 ซึ่ ทำให้ตอนนี้ 10 เดือน มีฟันแล้ว 9 ซี่</p>\n<p>แล้วถ้าเรานับ regression ครั้งละอย่างน้อย 2 อาทิตย์คือ... ไม่มีช่วงเว้นว่างเลย</p>\n<p>เพราะว่าพอเค้าหายปวดฟัน ก็เริ่มนั่ง รอบต่อไปเริ่มปีน ทุกๆอย่างทำระหว่างหลับอยู่ ตื่นมาแล้วก็ทำเลย</p>\n<p>ยังจำติดตาเลยว่านั่งดูกล้องอยู่ แล้วลูกก็พลิกตัวมานั่งร้องไห้ ทั้งๆที่ตอนที่เค้าตื่นนอน เค้ายังไม่สามารถนั่งเองได้เลย</p>\n<h3>เริ่มกินข้าว</h3>\n<p>พอเค้าเริ่มกินข้าว สิ่งที่เรากังวลคือ สารอาหารครบหรือไม่โดยเฉพาะธาตุเหล็ก และ พอเค้ากินอาหาร เค้าก็กินนมเหมือนไม่ค่อยเยอะเท่าเดิม แต่ว่าไม่รู้ว่าปริมาณเท่าไหร่เพราะว่าเข้าเต้า 100%</p>\n<p>คราวนี้กลางคืนก็เป็นปัญหาละ ลูกอิ่มไหมเนี่ย ตื่นเพราะหิวหรือเปล่าเนี่ย ปรกติก่อนหน้านี้ไม่ตื่นนินา ทำไมพอเริ่มกินข้าวแล้วเริ่มนอนยากล่ะ? + sleep regression สร้างความสับสนให้พ่อแม่ที่สุด</p>\n<h2>แล้วทำยังไง</h2>\n<p>ระหว่างนั้นผมก็อ่านแหละว่าทำยังไง (แต่ว่าผมทำไม่ได้นะ) สำหรับคนที่เจอปัญหาเดียวกันวิธีคือ</p>\n<ol>\n<li>ทำเหมือนเดิม แค่อาจจะต้องตอบสนองเร็วหน่อยถ้าเค้ามีไข้ตอนฟันขึ้น</li>\n<li>ต่อให้ลูกนอนคว่ำแล้วหลับเองได้ ก็ให้วางลูกนอนหงายเสมอ</li>\n<li>ถ้าลูกคว่ำเองตอนนอน ให้จับหงาย 1 ครั้ง ถ้ายังคว่ำอีกปล่อยไป</li>\n<li>ถ้าลูกนั่งเองตอนนอน ให้จับนอนหงาย 1 ครั้ง ถ้าไม่หยุดก็ปล่อยไป</li>\n<li>ถ้าลูกยืนตอนนอน ให้จับลูกลงนอนให้เบาที่สุด เท่าที่จะทำได้ และ รอได้บ้างแต่ว่าห้ามปล่อยให้ยืนนานๆ</li>\n<li>ใจแข็ง ทำเหมือนเดิม</li>\n</ol>\n<p>สำหรับคว่ำกับนั่ง สาเหตุที่เค้าบอกว่าให้ทำครั้งเดียวแล้วปล่อยไปก็เพราะว่า เราไม่อยากให้ลูกคิดว่าเราเล่นกับเค้าจนกลายเป็นเกมเล่นตอนกลางคืน ยิ่งจะตื่นไปใหญ่</p>\n<p>แต่ว่าถ้าเป็นการยืน เราจะต้องระวังมากเพราะว่าเค้าอาจจะล้มแรง ซึ่งต่อให้ baby cod ของเราปลอดภัย มันอาจจะทำให้ลูกสะดุ้งตื่น ตกใจร้องไห้ ซึ่งการตื่นแบบนี้จะกระตุ้นเค้าและหลับยากกว่าเดิมมากๆ</p>\n<p><code>แต่ผมทำไม่ได้อะ</code> บวกกับงานในช่วงเวลานั้นเริ่มเยอะ มันเลยวนกลับมาลูปเดิมคือ อยากให้ลูกหลับไวๆ จับเข้าเต้าหลับไปเลย จะได้นอนต่อ ซึ่งเป็นสิ่งที่ทำแล้วทำให้ลูกติดอุ้ม ติดเต้าเป็นนิสัยไปเลย คิดย้อนกลับไปก็คิดไม่ออกว่าจะทำยังไง</p>\n<h2>สุดท้าย</h2>\n<p>สำหรับผม ช่วงเวลาอายุ 5-10 เดือน เป็นช่วงที่เหนื่อยกว่าตอนแรกเกิดอีก มีอะไรให้คิดเยอะแยะมากมาย กังวลว่าจะทำอะไรผิด กลัวลูกนอนไม่พอ กลัวลูกร้องฟรี กลัวลูกป่วย เป็นหวัดไข้ขึ้นก็นอนไม่หลับ ไหนจะฉีดยาอีก</p>\n<p>ใครที่เจอแบบผม ผมเข้าใจว่าเครียดนะ ถ้าผมย้อนเวลาไปบอกตัวเองได้ จะบอกตัวเองว่า ทำเท่าที่ทำได้เหมือนเดิมนั่นแหละ เพราะว่าผมก็ไม่รู้เหมือนกันว่าถ้าอดทนฝึกต่อไป เค้าจะต้องร้องไห้เยอะขนาดไหน แต่ว่าก็ผ่านมันมาแล้ว และลูกก็โตมาน้ำหนักดี อารมดี ฟันขึ้น เสียงดังอ้อแอ้ไม่หยุด ก็เลยไม่ได้เครียดอะไร ความเหนื่อยพอเราได้พักผ่อนมันก็หายไป หรือพอลูกยิ้มเราก็มีกำลังฮึดขึ้นมาใหม่แล้ว</p>\n<p>แต่พอในช่วงอายุ 10 เดือน ผมก็เริ่มตั้งใจทำ sleep training อีกครั้งเพราะว่าภรรยาเหนื่อย... ไม่ไหวแล้ว อยากนอนยาวๆกะเค้าบ้าง เข้าเต้าทั้งคืนไม่ไหวแล้ว อุ้มทั้งคืนไม่ไหวแล้ว 10 โลอุ้มนานๆก็ปวดหลังเหมือนกันนะ</p>\n<p>ไว้จะมาแชร์ต่อโพสหน้านะคับ</p>\n","description":"ผมเชื่อว่าสิ่งที่พ่อแม่เกือบทุกคนต้องเจอคือลูกนอนยากขึ้น และ มันจะยากขึ้นเรื่อยๆ จนเริ่มมีคำถามว่า คนอื่นเป็นแบบลูกเราไหมนะ ผมจะมาสรุปว่าผมค้นพบอะไรให้"}},"__N_SSG":true}