{"pageProps":{"post":{"title":"ฝึกลูกนอน Sleep Training ตอนลูก 10 เดือน","date":"2023-01-01","slug":"sleep-training-10-months","content":"<p>ก่อนเริ่ม ขอเกริ่นก่อนนะครับว่า บทความนี้เป็นการสอนลูกแบบมีคนช่วยสอน และ ดัดแปลงให้เข้ากับชีวิตของเราเอง ให้ผู้อ่านอ่านเพื่อหาความรู้จากประสบการณ์ของคนอื่น เพราะว่าผมไม่ใช่หมอ ไม่สามารถบอกคุณได้ว่า อะไรควร อะไรไม่ควร แนะนำให้แยกแยะเอาเองครับ</p>\n<p>สิ่งที่ผมทำแล้ว ไม่สำเร็จ ลูกคุณอาจจะทำได้ก็ได้ เพราะว่าครอบครัวทุกครอบครัวไม่เหมือนกัน กลับกัน สิ่งที่ผมทำแล้วสำเร็จ คุณอาจจะใช้วิธีนั้นไม่ได้ สิ่งที่คุณต้องมีคือ ไหวพริบ ช่างสังเกตุลูกตัวเอง และ จงเชื่อสัญชาตญาณของตัวเองให้มาก เราอยู่กับลูกเราเยอะที่สุด ถ้าไม่ใช่หมอ ก็อย่าไปเชื่ออะไรง่ายๆครับ</p>\n<p>จากใจคนที่มีลูกนอนยาก ผมเข้าใจคุณมากๆ และเป็นกำลังใจให้ครับ</p>\n<p>ขอให้ทุกท่านโชคดี เลี้ยงลูกที่แสนน่ารักให้สนุกคับ ชั่วชีวิตเค้า เราได้ดูและเค้าแบบนี้แค่ครั้งเดียว ทำให้เต็มที่คับ</p>\n<h2>เข้าเรื่อง</h2>\n<p>ลูกผมอายุ 10 เดือนพอดีตอนปีใหม่ 2023 ก็มีไปฉีดยา ตรวจร่างกายปรกติเนี่ยแหละ</p>\n<p>ตอนหาหมอก็ถามหมอว่า ทำไมลูกไม่ยอมนอนยาวด้วยตัวเอง ทำไมถึงเอาแต่ตื่น (ทั้งๆที่รู้อยู่ในใจลึกๆว่า เราเป็นคนทำให้เค้าติดเต้า ติดอุ้ม แต่ก็ถามเพื่อเฟิมอีกที)</p>\n<p>คุณหมอก็บอกว่า แบบนี้แหละค่ะ ปีใหม่นี้ถ้าไม่ได้ไปไหน ลองปล่อยร้องไหม อาจจะหลับดีขึ้นนะ ซึ่งพอหมอพูดปุ้ปเราก็รู้เลยว่าคุณหมอพูดถึง sleep training</p>\n<p>กลับมาบ้านได้ 1 อาทิตย์ถึงวันที่ 6 มกราคม ตอนเช้า แฟนผมบอกว่าเหนื่อยมาก จะไม่ไหวแล้ว เพราะว่า ลูกตื่นทั้งคืนทุกๆ 60-90 นาที แถมยังงอแงให้อุ้ม และ กินนม แล้วก็ยังจะตื่นเช้าอีก 6 โมงปุ้ปมาละไม่นอนละ</p>\n<p>ทำให้ผมตัดสินใจบอกแฟนว่า ปะ Sleep Training</p>\n<h2>ปัญหาที่สร้างไว้ตอน 5-10 เดือน</h2>\n<p>ระหว่างช่วงเวลาที่เค้า sleep regression เยอะๆ เราได้สร้าง technical debt ไว้เยอะมาก เช่น</p>\n<h3>เตียงนอน</h3>\n<p>สิ่งแรกที่ผมต้องปรับคือ ผมต้องไม่ให้เค้านอนเตียงเดียวกับแม่ ซึ่งเค้าเริ่มกลับมานอนกับแม่ช่วงที่เค้าเริ่มกลิ้งกับปีนเยอะๆ\nทำให้เราตัดสินใจว่าจะให้นอนเตียงเดียวกับแม่ ซึ่งจริงๆแล้วมันก็มีข้อดีข้อเสีย คือแม่ก็สะดวกในการอุ้มกับให้นม แต่ว่าก็แลกกับการกระตุ้นเค้าตื่นตอนกลางคืนจนเค้าตื่นง่าย มากระโดดเล่นตอนตีสอง</p>\n<p>ทีึ่กั้นเตียงที่ใช้เป็นแบบนี้ (ไม่แนะนำให้ใช้ จะได้ไม่ต้องมาเข้าวังวนเดียวกับผมนะ) ลูกนอนกะแม่ตื่นบ่อยเพราะว่าลูกจะถูกกระตุ้นจากที่เห็นแม่</p>\n<p><img src=\"/images/bed-attached-cod.jpg\" alt=\"\"></p>\n<p>แนะนำแบบเดิมคือ แบบนี้ <a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\">ตัวอย่างเตียงเด็ก (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\"><img src=\"/images/baby-bed.jpg\" alt=\"ตัวอย่างเตียงเด็ก\"></a></p>\n<p>เตียงถ้าเป็นผ้าน่าจะดีสุด เพราะว่าเค้าละเมอคลานหัวไม่โขก ปรับให้เค้าปีนออกไม่ได้ด้วย ตอนนี้เค้าเริ่มอายุเยอะแล้ว จะมีผ้าห่มผืนเล็กๆไว้ให้เค้าจับเล่นก็ได้</p>\n<p>สิ่งสำคัญคือ เตียงต้องปลอดภัย ไม่ว่าจะคลาน กลิ้ง ยืน กระโดด ลูกต้องปลอดภัย</p>\n<h3>ชุดนอน</h3>\n<p>หลังๆมานี้เค้าไม่ได้ใส่ชุดนอนแบบถุงนอน เพราะว่าดูเหมือนเค้าอีดอัดตัว ซึ่งผลที่ได้คือ เค้าเดินเยอะ ปีนป่ายถนัดเกินไป</p>\n<p>จึงจะให้กลับไปชุดเดิมเลย เป้าหมายคือ ให้เค้ายืนยากๆจะได้ไม่ยืน เหมือนโดนบังคับนั่ง/นอน อย่าให้เค้ายืนเด็ดขาด เพราะว่าถ้าเค้าล้มต่อให้เค้าไม่เจ็บ เค้าอาจจะสะดุ้งตื่นได้</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\">ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\"><img src=\"/images/swaddle-4-months.jpeg\" alt=\"ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป\"></a></p>\n<h3>เข้าเต้านอน</h3>\n<p>พอเค้าปวดฟันเยอะๆ ดูดนิ้วพันผ้าก๊อตชุบน้ำเย็น ให้เค้ากินนมจนหลับ\nซึ่งทำให้เค้าติดสิ่งเหล่านี้ และพอไม่ได้เข้าเต้าจนหลับ เค้าก็จะไม่ยอมหลับ</p>\n<h3>อุ้มนอน</h3>\n<p>เวลาที่เราง่วงมากๆ แล้วอุ้มเค้าหลับอยู่จนไม่กล้าวางเพราะว่าถ้าเค้าตื่นเราจะเหนื่อยซ้ำ เราก็อุ้มเค้าหลับไปด้วยกัน</p>\n<h3>ไม่ปล่อยให้ร้องไห้</h3>\n<p>กลับไปอ่าน article ของตอนทำ sleep training 4 เดือนก็จะเข้าใจว่า การร้องไห้ช่วยอะไรเค้าได้บ้าง</p>\n<p>แต่ว่าด้วยธรรมชาติของเสียงร้องไห้แล้ว มันจะทำให้ผู้ใหญ่ปวดหัว เพราะว่ามันเป็นการแจ้งเตือนจากเด็กว่ามีอะไรผิดปรกติ</p>\n<p>พอเค้าร้องไห้ ด้วยความที่แฟนผม sensitive กับเสียงร้องเด็กมาก ก็จะทนไม่ไหวต้องอุ้มขึ้นมา</p>\n<p>แต่ผมไม่มีปัญหาเรื่องเสียงร้องไห้ ให้ร้องสุดซอยถ้าหลับลึกอยู่ไม่มีคนปลุกผมก็ไม่ได้ยิน</p>\n<h3>Bad Habits</h3>\n<p>เราเอาทั้งหมดมารวมกันจะได้นิสัยการนอนที่ไม่ค่อยดี ทำให้เค้ายิ่งหลับไม่ดี และ ผมเชื่อเลยว่า Sleep Training จะช่วยเค้าได้ทันที โดยเฉพาะตอนนีที่เค้าอายุ 10 เดือนแล้ว น้ำหนักก็ 10 โลแล้ว ผมมั่นใจว่าทำได้</p>\n<h2>Sleep Training รอบ 10 เดือน</h2>\n<p>รอบนี้ผมมั่นใจประมาน 99% ว่าทำได้ชัวร์ และ ผมรู้สึกว่าง่ายด้วย แต่ว่าแฟนบอกว่า เค้าไม่มั่นใจเลยและกลัวลูกร้องยาว</p>\n<p>ผมก็เลยบอกว่า เดี๋ยวผมทำเองคนเดียว ไปรอข้างนอก ดูละคร ทำอะไรก็ทำไป อย่าไปเครียด</p>\n<p>วิธีที่ผมใช้ก็คือ Pick up Put down เหมือนเดิม ไม่ได้ใช้วิธีอื่นเช่น Ferber หรือ Cry it out</p>\n<h3>เป้าหมาย</h3>\n<p>งดมื้อดึก เนื่องจากว่าเค้าเริ่มกินข้าว 3 มื้อแล้ว ฟันขึ้นแล้ว 9 ซี่ และ เด็กส่วนใหญ่จะเริ่มเลิกมื้อดึกได้แล้วในช่วงเวลาประมานนี้ เราก็อยากให้เค้างดมื้อดึกเพื่อที่จะลดความเสี่ยงฟันผุ</p>\n<p>นอนยาว ถ้าเค้างดมื้อดึก ผมคิดว่าเค้าอาจจะหิวและร้องไห้หนักแน่ๆ แต่ว่าสุดท้ายแล้วเค้าก็ต้องเลิก และพอตื่นมาไม่ได้กิน เค้าก็จะเรียนรู้ว่าต้องไปกินข้าวกินนมตอนกลางวันให้อิ่ม ไม่ใช่ตื่นมากินตอนกลางคืน</p>\n<h3>คืนแรก</h3>\n<p>รอลูกง่วงจาก wake window ประมาน 3.30-4 ชม จับใส่ถุงนอนซะ เปิดเพลง lullaby อุ้มปลอบคุยกะเค้าว่าจะให้เค้านอนแล้ว เพราะว่าผมคิดว่าเค้าเริ่มเข้าใจภาษากาย และ สภาพแวดล้อมก่อนนอนแล้ว</p>\n<p>คราวนี้ เนื่องจากว่าผมเป็นคนอุ้มซึงปรกติจะเป็นแฟนอุ้ม เค้าก็จะร้องไห้ และร้องตั้งแต่ตอนผมอุ้มเลย ยังไม่วางด้วยซ้ำ</p>\n<p>แผนของผมคือ</p>\n<ol>\n<li>คุยกับเค้า 5 นาที</li>\n<li>ปล่อยเค้าร้อง 5 นาทีเงียบๆ</li>\n<li>ถ้าร้องรุนแรง อุ้มได้ 5 นาทีจนกว่าจะสงบ คุยกับเค้าดีๆ</li>\n<li>กลับไปข้อแรก</li>\n</ol>\n<p>จริงๆแล้วเหมือนตอนทำ 4 เดือนเลยแต่ว่าผมผ่อนผันลง เพราะว่าผมเชื่อว่าเค้าฟังเราเข้าใจ และ ผมคิดว่าเค้าง่วงน่าจะนอนได้</p>\n<p>วางเค้านอนตอน 19.30 ผมตั้งเป้าไว้ที่ 1 ชั่วโมงเค้าจะหลับ แต่ว่าเค้าหลับไปตอน 34 นาที ซึ่งเป็นสัญญานที่ดีมากๆ (good sign)</p>\n<p>เค้าตื่นอีกทีตอน 00.30 ทำเอาตกใจพอควร เพราะว่าเค้าตื่นทุกชั่วโมงมาร่วม 3 เดือนแล้ว นี่เป็นครั้งแรกเลยที่หลับยาวขนาดนี้ (good sign)</p>\n<p>ด้วยความเคยชิน จับลูกมาเปลี่ยนเพิส โดยที่ไม่ได้เช็คก่อน เค้าก็โวยวายหนักมากเพราะว่าเค้าง่วงแล้วไปจับเค้าขึ้นมา และพวกเราก็ค้นพบว่าเค้าไม่ได้ฉี่เลย (good sign)</p>\n<p>ก่อนให้เค้านอนให้กินน้ำจากขวดนมเล็กน้อย กลัวคอแห้งเสียงแหบ ประกอบกับงดนมด้วย กลัวเค้าหิว แล้วก็จับวางต่อ 20 นาทีก็หลับไปเหมือนเดิม</p>\n<p>ตื่นมาอีกที ตี 5 ซึ่งร้องรุนแรงมาก และดูหน้าตาแล้วยังไม่ตื่น เหมือนยังอยากนอนอยู่ แต่ว่าเนื่องจากว่าแม่นมคัด เพราะว่าลูกไม่ได้กินทั้งคืน และยังไม่ได้ปั้ม จึงให้ลูกเข้าเต้าไป ตอนวางลงเตียงให้มั่นใจว่าเค้าไม่ได้หลับ แค่สลึมสลือ แล้วก็หลับไปแบบไม่ร้อง</p>\n<p>สุดท้ายตื่น 7 โมง คราวนี้ตื่นจริง ตาใสกิ๊ง</p>\n<p>Sleep training คืนแรกผ่านไปด้วยดี มีกำลังใจทำต่อมากๆ</p>\n<h3>กลางวันวันแรก</h3>\n<p>เรารู้ wake window เค้าอยู่ที่ 3.30-4.00 ชม เค้าตื่น 7 โมงเรารู้เลยว่า 11 โมงต้องนอนแน่นอน ก็คือ ต้องรีบให้กินข้าว อาบน้ำ เล่นให้เหนื่อยสุดๆ แล้วจับไปนอนด้วย step เดียวกันกับกลางคืน วางปุ้ปร้องเบาๆ 9 นาทีหลับไปเลย 2 ชั่วโมง</p>\n<p>ผมคิดว่าเค้าน่าจะเหนื่อยสะสมมาหลายเดือน เลยหลับดีตอนกลางวันด้วย</p>\n<p>ตื่นมาบ่ายโมง ปัญหาคือถ้ารอ 4 ชั่วโมงจะกลายเป็น 5 โมง ซึ่งจะสายเกินไป ก็เลยพยายามจะให้นอนตอน 16.30 แต่ว่าไม่สำเร็จ ข้าวกลางวันก็กินผิดเวลาที่ต้องกินเที่ยง ก็เลยกลายเป็นหลับ 5 โมงไป แป้ปเดียว เปิดประตูไว้ให้เสียงดังๆจะได้ตื่นไวไม่ overtired และตั้งเป้าให้นอน 20.00 ประมาน 2.30 ชมหลังจากตื่นรอบเย็น โดยหวังว่า Melatonin จะช่วยให้หลับได้</p>\n<h3>คืนที่ 2</h3>\n<p>วางนอนตอน 20.00 หลับยากกว่าคืนแรกเพราะว่า Over tired จากการนอนน้อย nap 2 (20นาที) และ wake window น้อยไปด้วย (2.30 ชม) ทำให้ใช้เวลาเกือบ 50 นาทีได้กว่าจะหลับ จริงๆแล้วถ้าเรารอจน 20.30 ค่อยวาง อาจจะหลับง่ายกว่าก็ได้</p>\n<p>ทำให้เราเรียนรู้ว่า wake window สำคัญมากและอย่าให้ overtired เด็ดขาด</p>\n<p>กลางคืนคืนที่ 2 เรารู้แล้วว่า ลูกเราอาจจะไม่ต้องเปลี่ยนเพิสตอนประมานเที่ยงคืน ให้รอหลังตี 2 ถ้าตื่นค่อยเปลี่ยน ซึ่งเค้าก็ตื่นอ 23.30 มาร้องอยู่แป้ปเดียวแล้วก็หลับต่อไปเอง และ 02.30 พอตื่นมาเราก็จัดการเปลี่ยนเพิสเพื่อให้มั่นใจว่าเค้าสบายตัวแล้วปล่อยนอนต่อ</p>\n<p>สิ่งที่เราค้นพบคือ จริงๆแล้วเค้าไม่ค่อยได้ฉี่เลย เพราะว่ากลางคืนไม่ได้กินนมแล้วก็เลยฉี่น้อย อาจจะไม่ต้องเปลี่ยนเพิสยันเช้าเลยก็ได้นะ</p>\n<p>เค้าตื่นอีกทีตี 5 แต่ก็หลับเองได้ใน 10 นาที แล้วก็ตื่นจริง 6 โมงกว่าๆ ไม่แย่นะสำครับคืนที่ 2</p>\n<h3>กลางวันวันที่ 2</h3>\n<p>คราวนี้เรารู้ละว่าห้ามพลาดนอนเย็นไปเด็ดขาด</p>\n<ol>\n<li>ต้อง nap1 ให้ตื่นก่อนเที่ยง</li>\n<li>ต้อง nap2 ให้ตื่นก่อน 16.30น</li>\n</ol>\n<p>สิ่งที่เราคุมได้คือ nap แรกอย่าให้ยาวเกินไป พอเราเริ่มรู้ว่าเริ่มยาว ก็ให้เปิดประตูห้องให้สว่างขึ้นและให้เค้าได้ยินเสียงว่าข้างนอกมีคนอยู่นะ จะได้ค่อยๆตื่น ไม่ได้ปลุกขึ้นมาตรงๆ</p>\n<h3>คืนที่ 3</h3>\n<p>ทุกอย่างตรงเวลาหมดตอนกลางวัน กลางคืนวาง 19.30 ใช้เวลา 9 นาทีหลับ ผมก็คิดว่านี่ก็ดีมากๆแล้ว ดีกว่าต้องกินนมอุ้มเป็นชั่วโมงกว่าจะยอมหลับ</p>\n<p>และกลางคืนก็ไม่เปลี่ยนเพิสซะเลย ปล่อยนอนเลยคืนนี้ เค้าก็ตื่นมาร้องแอ๊ะๆแล้วก็หลับไปภายใน 10 นาทีทุกครั้ง</p>\n<p>กลายเป็นหลับยาวเป็นเลย ตื่นอีกที 6 โมงเช้าเลย</p>\n<h3>Extinction คืนที่ 5</h3>\n<p>แน่นอนว่าไม่มีอะไรง่ายตลอดไป คืนที่ 5 เค้ากลับมาร้องไห้ 62 นาทีกว่าจะหลับ แต่เราก็อดทนเพราะว่าเรารู้ว่าเค้าทำได้ และเรารู้อยู่แล้วว่าคืนที่ 5,6 อาจจะยากกว่าคืนแรกก็เป็นได้</p>\n<p>พอเค้าหลับไปได้ เค้าก็หลับยาวยันเช้าเลย</p>\n<h2>สรุป</h2>\n<p>วันนี้ ผ่านมาแล้ว 9 วันหลังจากเริ่ม sleep training รอบที่ 2 ในช่วงอายุ 10 เดือน</p>\n<p>ผลที่ได้ก็คือ</p>\n<ol>\n<li>เวลาวางให้เค้านอน เค้าใช้เวลาประมาน 3-10 นาที แต่ร้องเบามากๆ ร้องเงียบ ร้องเงียบ จนหลับ</li>\n<li>อย่าให้ wake window พลาด อย่าให้ over tired จะหลับดี</li>\n<li>ลูกนอนยาวทั้งคืน ไม่ต้องตื่นมากินนมกลางดึกเลย</li>\n<li>นอนยาวไม่ใช่ไม่ตื่น แต่ว่าตื่นมาแล้วหลับต่อเองได้โดยไม่ต้องช่วย</li>\n<li>กลางวันก็นอนเหมือนกัน แต่ดันหลับง่ายกว่ากลางคืนถ้า wake window ไม่ผิด</li>\n</ol>\n<p>ทุกวันนี้แม่ได้หลับยาวกับเค้าแล้ว มีแรงมากขึ้น อารมดีขึ้นแล้ว</p>\n<p>สำหรับคนที่เข้ามาอ่านกำลังฝึกอยู่ ขอเอาใจช่วยนะครับ ปลายทางมีแสงสว่างแน่นอน</p>\n","description":"หลังจากบันทึกลูกนอนยากขึ้นช่วง 5-10 เดือน ผมได้สร้างนิสัยบางอย่างให้กับลูก ซึ่งจริงๆแล้วไม่ควรเลยเช่น กินนมหลับแล้ววางนอน ตื่นแล้วอุ้มปลอบ จนสุดท้าย พ่อแม่ก็ร่างกายพังอีกครั้ง และ เราก็ต้องมาแก้ปัญหากันอีกครั้งด้วย Sleep Training เหมือนเดิม"}},"__N_SSG":true}