{"pageProps":{"post":{"title":"ฝึกลูกนอน Sleep Training ตอนลูก 4 เดือน","date":"2022-06-01","slug":"sleep-training-4-months","content":"<p>ก่อนเริ่ม ขอเกริ่นก่อนนะครับว่า บทความนี้เป็นการสอนลูกแบบมีคนช่วยสอน และ ดัดแปลงให้เข้ากับชีวิตของเราเอง ให้ผู้อ่านอ่านเพื่อหาความรู้จากประสบการณ์ของคนอื่น เพราะว่าผมไม่ใช่หมอ ไม่สามารถบอกคุณได้ว่า อะไรควร อะไรไม่ควร แนะนำให้แยกแยะเอาเองครับ</p>\n<p>สิ่งที่ผมทำแล้ว ไม่สำเร็จ ลูกคุณอาจจะทำได้ก็ได้ เพราะว่าครอบครัวทุกครอบครัวไม่เหมือนกัน กลับกัน สิ่งที่ผมทำแล้วสำเร็จ คุณอาจจะใช้วิธีนั้นไม่ได้ สิ่งที่คุณต้องมีคือ ไหวพริบ ช่างสังเกตุลูกตัวเอง และ จงเชื่อสัญชาตญาณของตัวเองให้มาก เราอยู่กับลูกเราเยอะที่สุด ถ้าไม่ใช่หมอ ก็อย่าไปเชื่ออะไรง่ายๆครับ</p>\n<p>จากใจคนที่มีลูกนอนยาก ผมเข้าใจคุณมากๆ และเป็นกำลังใจให้ครับ</p>\n<p>ขอให้ทุกท่านโชคดี เลี้ยงลูกที่แสนน่ารักให้สนุกคับ ชั่วชีวิตเค้า เราได้ดูและเค้าแบบนี้แค่ครั้งเดียว ทำให้เต็มที่คับ</p>\n<h2>ปัญหา ลูกนอนยาก</h2>\n<p>ลูกผมเป็นเด็กที่นอนยาก ผมก็ไม่รู้ว่าสาเหตุเกิดจากอะไร ใจก็เดาว่าอาจจะมาจากกินแล้วไม่ค่อยเรอ แก๊สเยอะ บลาๆๆๆๆ จนอายุครบสามเดือน สภาพของแฟนกับผมนั้นก็ออกจะหมดแรงมากๆ จึงตัดสินใจว่าต้องทำอะไรซักอย่าง</p>\n<p>หลังจากที่หาข้อมูลมา ก็ได้ยินเรื่องการเอาลูกเข้านอนแบบทั่วไป สรุปได้ข้อเดียวคือ</p>\n<h3>อย่าวางลูกลงเตียงตอนลูกหลับไปแล้ว ให้วางลูกตอนลูกกำลังจะหลับ</h3>\n<p>ถามจริง ด้วย สัญชาตญาณ ของพ่อแม่ ใครจะกล้าวางลูกตอนลูกยังไม่หลับ ผมตอบได้เลยว่าโคตรยาก ยิ่งวางไปแล้วลูกร้อง ยิ่งจะมีแต่รีบอุ้มขึ้นมาปลอบใจจะได้เงียบ</p>\n<p>แล้วมันก็จะวนไปแบบนี้ทั้งคืน ตื่น กินนม เรอ อุ้ม วาง นอน เปลี่ยนเพิส อุ้ม วาง ไม่นอน วนๆไป ติดลูป รู้ตัวอีกทีก็เช้าแล้ว</p>\n<p>พอเข้าตี 5-6 โมงเช้า ลูกก็จะเริ่มไม่นอน เริ่มอ้อแอ้ ทำเสียงน่ารักๆ แบบว่าฉันนอนพอแล้วนะ ผมก็แปลกใจนะ เค้าจะนอนพอได้ยังไง หลับๆตื่นๆทั้งคืน</p>\n<p>ส่วนร่างกายพ่อแม่ก็จะเริ่มพังลงไปเรื่อยๆ พลังที่สะสมมาเริ่มจะหมดเพราะว่ามันก็นอนน้อยมาร่วม 3 เดือนแล้วอะนะ</p>\n<h2>การนอนของเด็ก Rapid Eyes Movement (REM)</h2>\n<p>เด็กกับผู้ใหญ่จะมีรอบการนอนที่ต่างกัน ซึ่งการนอนจะมีแบ่งออกเป็น 4 stages คือ</p>\n<ol>\n<li>ง่วง เกือบหลับ จังหวะนี้ถ้าโดนปลุกจะรู้ว่ายังไม่หลับ</li>\n<li>หลับไม่ลึก จังหวะนี้ถ้าโดนปลุกจะรู้ว่าหลับแล้ว</li>\n<li>หลับลึก จังหวะนี้เกิดหลังจากหลับไม่ลึก และเป็นช่วงที่ร่างกายเจริญเติบโต หรือซ่อมแซมตัวเอง</li>\n<li>กำลังจะตื่น จังหวะนี้สมองจะเริ่มคิดนู่นคิดนี่ ฝันนู่นฝันนี่</li>\n</ol>\n<p>ซึ๋งผู้ใหญ่จะอยู่ใน stage 3 ได้นานถึง 90 นาที แต่ว่าสำหรับเด็กทารก อาจจะได้แค่ครึ่งนึงหรือน้อยกว่า และจะใช้เวลานานกว่าปรกติเพื่อที่จะเข้าสู่ stage 3 ซึ่งเป็นเรื่องปรกติเพราะเค้าจะนอนวันนึงร่วม 18 ชั่วโมง และ น้อยลงเรื่อยๆตามอายุเค้า และ เมื่อเค้าโตพอเค้าก็จะเริ่มหลับลึกได้นานเหมือนผู้ใหญ่เอง</p>\n<p>แต่ปัญหาคือ ถ้าเค้าอยู่ใน stage 1,2,4 เค้าอาจจะไม่ได้เจริญเติบโตเต็มที่ หรือ อาจจะหงุดหงิดเหมือนนอนไม่พอ หรืออาจจะตื่นง่ายตื่นบ่อย ถูกกระตุ้นง่าย ตื่นง่าย ก็เป็นไปได้</p>\n<p>คราวนี้พอเราสังเกตุลูกของเรา ลองคิดดูว่าเค้าอยู่ deep sleep ได้นานขนาดไหนกันนะ (เอาจริงๆดูไม่ออกหรอก นับชั่วโมงนอนไปนะแหละ ถ้าตามเกณฑ์อายุเค้าก็ถือว่าพอแหละ ถ้าไม่พอเดี๋ยวเค้าจะง่วงให้ดูเอง ถ้ากลัวก็ไปถามหมอซะ)</p>\n<h2>เริ่มอยากทำ Sleep Training</h2>\n<p>ระหว่างที่อ่านหาวิธีเอาลูกนอน ก็จะเจอของฝรั่งเกี่ยวกับ sleep training เยอะมาก และเราก็รู้สึกว่ามันจะทำได้จริงๆหรอ มันจะเหมาะกับลูกเราหรอ ลูกเรา asian นะ จะเหมาะกับการให้นอนแบบฝรั่งหรอ</p>\n<p>แต่ว่าด้วยสภาพร่างกายของแม่ที่ต้องให้นมกับอดนอน และพ่อที่ต้องทำงานและอดนอน เราต้องทำอะไรสักอย่าง ก็เลยลองหาผู้เชี่ยวชาญเกี่ยวกับ Sleep Training มาปรึกษา</p>\n<p>ผมขอไม่บอกชื่อ แนะนำให้ google หาดูนะครับ แต่ว่าเค้าเป็นคนที่สอนเด็กมาเยอะมาก ประกอบกับใน Facebook page นั้นก็มีแต่ 5 ดาวทั้งนั้น รีวิวพ่อแม่ บอกว่าชีวิตเปลี่ยนไปหลายคนมากๆ</p>\n<p>ณ วันที่ลูกอายุครบ 3 เดือนพอดี เราก็ตัดสินใจติดต่อให้เค้ามาสอนลูกนอน โดยเป็นการ coach แบบ online สิ่งที่ผมได้สรุปมาคร่าวๆมีดังนี้</p>\n<h3>การร้องไห้ของเด็ก ตอนกลางคืน</h3>\n<p>เด็กทารกทุกคนจะร้องไห้เพื่อเป็นการสื่อสารอะไรซักอย่าง ซึ่งเราคงไม่เข้าใจเค้าไปทั้งหมด แต่ว่าการที่เค้าตื่นนอนมาร้องไห้ เราจะต้องคิดถึงเรื่องพวกนี้ก่อน</p>\n<ol>\n<li>เค้าไม่สบายหรือไม่</li>\n</ol>\n<p>ถ้าลูกป่วย ให้มองข้ามทุกสิ่ง และ พยายามทำให้เค้ารู้สึกสบายตัว อบอุ่นที่สุด ใครป่วยใครก็อยากให้โอ๋</p>\n<p>แต่ถ้าไม่ได้ป่วยก็มาดูว่า</p>\n<ol>\n<li>ไม่สบายตัว เช็คชุด เช็คเพิส</li>\n<li>หิว กินไม่พอ</li>\n</ol>\n<p>ถ้าเรามั่นใจว่าไม่ใช้สองอย่างข้างบน แล้วลูกร้องอะไรไม่รู้ ร้องยาวๆหลายชั่วโมง ให้ปรึกษาหมอว่าเป็นโคลิก หรือไม่ ก่อนที่จะทำอะไรต่อไป</p>\n<p>คราวนี้ถ้าเราตัดเคสหลักๆไปได้แล้ว ก็มาดูว่าลูกร้องอะไรต่อ</p>\n<ol>\n<li>อาจจะร้องหาแม่ หาคนปลอบ หาคนอุ้ม</li>\n<li>อาจจะร้องแป้ปๆแล้วก็หยุด</li>\n</ol>\n<p>ซึ่งทั้งสองเคสข้างบน สำหรับผมแล้วผมรู้สึกว่าลูกผมอยู่ในกรณีหาคนอุ้มติดมือ แต่สิ่งที่ผมลืมคิดไปคือ บางทีเค้าอาจจะร้องแป้ปๆไม่ได้มีอะไร เนื่องจากไม่รู้จะสื่อสารยังไง ตื่นมาสลึมสลือ ร้องไว้ก่อนละกันก็เป็นได้</p>\n<h3>ประโยชน์ของการร้องไห้</h3>\n<p>เมื่อพูดถึงเรื่องที่ลูกร้องไห้ แน่นอนว่าเค้าร้องไห้ต้องมีปัญหาอะไรซักอย่างแหละไม่งั้นคงไม่ร้องหรอก</p>\n<p>แต่ว่าก็ต้องมาดูประโยชน์ว่า ร้องไห้แล้วมีข้อดีข้อเสียอย่างไร</p>\n<p>การร้องไห้มีประโยชน์มากกว่าที่คิด อ้างอิงจากที่ผมไป research มาหลายๆที่ พบว่า การร้องไห้มีประโยชน์ประมานนี้ (ขอแปลสั้นๆ)</p>\n<ol>\n<li>detox สารไม่ดีเช่น ควัน ฝุ่นในลูกตา ทำให้ตาไม่แห้งจนเกินไป</li>\n<li>ช่วยให้ self soothe หรือหลับง่ายขึ้น โดยที่การร้องไห้จะไปกระตุ้นให้ parasympathetic nervous system (PNS) ทำงาน. PNS จะทำให้ร่างกายได้พักผ่อน แต่ว่าจะไม่ได้มีผลทันที อาจจะต้องร้องไห้ซักพักก่อนที่ PNS จะทำงาน</li>\n<li>ลดระดับความเจ็บปวด</li>\n<li>ทำให้อารมเปลี่ยนกลับมาดีขึ้น</li>\n<li>ทำให้คนรอบข้างสนใจและเข้าใจเรา</li>\n<li>ทำให้ลดความเศร้า</li>\n<li>ทำให้อารมที่แปรปรวนพยายามกลับสู่ปรกติ</li>\n<li>ช่วยให้หายใจดีขึ้น</li>\n<li>ช่วยให้เด็กนอนได้ดีขึ้น</li>\n</ol>\n<p>ทำให้ผมสรุปเองได้ว่า การร้องไห้จริงๆแล้วไม่ได้ไม่ดีเสมอไป และ การที่เราไม่ยอมให้ลูกร้องไห้เลย ทุกครั้งที่เค้าร้อง เราก็ปลอบเค้าให้หยุดทันทีทุกครั้ง อาจจะไม่ได้เป็นการดีเสมอไป เนื่องจากเราไม่ได้ยอมให้เค้าได้ปรับอารมด้วยตัวเองเลย ทุกครั้งที่เค้าร้อง เราจะช่วยเค้าปรับอารมทุกครั้ง เราต้องยอมให้เค้าหัดปรับอารมด้วยตัวเองบ้าง</p>\n<p>ref:</p>\n<ul>\n<li><a href=\"https://www.healthline.com/health/benefits-of-crying\">https://www.healthline.com/health/benefits-of-crying</a></li>\n<li><a href=\"https://www.medicalnewstoday.com/articles/319631#benefits-of-crying\">https://www.medicalnewstoday.com/articles/319631#benefits-of-crying</a></li>\n<li><a href=\"https://www.womenshealthmag.com/health/a38150358/benefits-of-crying\">https://www.womenshealthmag.com/health/a38150358/benefits-of-crying</a></li>\n</ul>\n<h3>ระดับการร้องไห้</h3>\n<p>การร้องไห้มีหลายระดับ ซึ่งเราไม่รู้ว่าเราจะวัดระดับการร้องไห้อย่างไร อย่างไหนร้องสุดๆ อย่างไหนนิดหน่อย</p>\n<p>คนสอนจะเน้นย้ำว่า เด็กร้องไห้หลายระดับ ซึ่งเราจะได้ยินเค้าร้องไห้แบบดังๆสุดๆประจำ เค้าให้กำหนด Level ไว้แบบนี้</p>\n<ol>\n<li>ร้องแอะๆ เบาๆ</li>\n<li>ร้องแบบดิ้นๆ ร้องบ้างหยุดบ้าง เสียงดังบ้างเบาบ้าง</li>\n<li>ร้องแบบเสียงดัง (อันนี้คือสิ่งที่เราได้ยินทุกวัน เช่นเค้าหิว เค้าไม่สบายตัว ร้องกลั้นหายใจ)</li>\n<li>ร้องแบบโกรธ ไม่พอใจ ร้องไม่ปรกติ</li>\n<li>ร้องแบบเจ็บ ร้องแบบที่เราอาจจะไม่เคยได้ยินมาก่อน</li>\n</ol>\n<p>ย้ำว่า เสียงร้องไห้สุดซอยที่เราได้ยินทุกวัน นั่นคือระดับ 3 และนั่นจะเป็นเสียงร้องไห้ที่เราจะต้องทำใจว่าปรกติ</p>\n<h2>การจับลูกนอน</h2>\n<p>ผมยอมรับว่าเป็นสิ่งที่ยากที่สุดและปวดใจที่สุด โดยที่ขอเน้นย้ำว่าต้องตั้งใจมากๆ และต้องเตรียมใจไว้เลยว่าเราอาจจะไม่ได้นอน</p>\n<h3>อุปกรณ์</h3>\n<p>ผมเคยอธิบายไว้ที่นี่ว่าต้องใช้อะไรบ้าง <a href=\"/posts/preparing-to-be-a-dad\">เตรียมตัวที่จะเป็นพ่อ ก่อนลูกคลอด</a> แต่จะสรุปให้</p>\n<h4>เตียงเด็กอ่อน</h4>\n<p>ซึ่งผมแนะนำเป็นผ้าจะดีกว่า เพราะว่าตอนลูกคลานเค้าจะชอบเอาหัวไปชน ตัวอย่างจาก babymama.toyshop\nราคาเท่าไหร่ก็ได้ที่ไหว แนะนำแค่ให้ไปจับดูแล้วเอามือลูบให้ทั่วว่ามีอะไรแข็งๆทำให้เค้าเจ็บได้หรือไม่</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\">ตัวอย่างเตียงเด็ก (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/76786561/6357576029?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-babybed---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-babybed---&#x26;deep_and_deferred=1\"><img src=\"/images/baby-bed.jpg\" alt=\"ตัวอย่างเตียงเด็ก\"></a></p>\n<p>หมายเหตุ: เบาะของเตียงเด็กควรจะเป็นแบบนุ่มหน่อย ไม่ใช่หุ้มพลาสติกเวลาเอามือตีแล้วมีเสียงปุ้งๆๆๆ เวลาเค้ามือตกเสียงดังจะสะดุ้งตื่นเอา</p>\n<h4>การจัดเตียง</h4>\n<p>จัดให้ไม่มีอะไรเลย แม้กระทั่ง หมอน ผ้าห่ม ผ้าอ้อม จุกหลอก โล่งที่สุดเท่าที่จะทำได้ ของทุกอย่างที่อยู่บนเตียงเค้าอาจจะไปอุดจมูกเค้าได้</p>\n<h4>ชุดนอน</h4>\n<p>ใส่ชุดนอนทั่วไป แขนยาวก็ดี แต่ว่าให้ใส่เสื้อนอนในรูปแบบถุงนอนเด็ก (ตามรูป) เพื่อที่จะให้เค้าขยับมือขึ้นมาดูดนิ้วได้ แต่ว่าขานั้นหุ้มสนิท ไม่หนาวแน่นอน</p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\">ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป (affiliate link)</a></p>\n<p><a href=\"https://shopee.co.th/universal-link/product/201488045/11189152350?utm_source=an_15131260000&#x26;utm_medium=affiliates&#x26;utm_campaign=-&#x26;utm_content=83377760-swaddel4months---&#x26;af_siteid=an_15131260000&#x26;pid=affiliates&#x26;af_sub_siteid=83377760-swaddel4months---&#x26;deep_and_deferred=1\"><img src=\"/images/swaddle-4-months.jpeg\" alt=\"ตัวอย่างถุงนอนเด็กแบบ 3 เดือนขึ้นไป\"></a></p>\n<p>ข้อดีคือ ไม่หนาวเท้า ทำให้คลาน/ยืน/พลิกตัว ยากขึ้นเล็กน้อยจะทำให้นอนง่ายขึ้น ซึ่งถุงนอนมีหลายราคาหลายเกรด ลองเลือกซื้อดูได้ตามใจชอบ แต่ว่าเน้นว่า มืออยู่ข้างนอก เท้าอยู่ข้างใน</p>\n<p>ไม่ต้องใส่ถุงมือเพราะว่าลูกอาจจะดูดนิ้วนอน</p>\n<h4>อุณภูมิห้อง</h4>\n<p>เปิดแอร์ 24-26c ไม่ต้องกลัวลูกหนาวเพราะว่าลูกใส่ถุงนอนแล้ว</p>\n<h3>การกล่อมตัวเองนอนของเด็ก</h3>\n<p>สำหรับผม ผมไม่รู้ว่าเด็กเค้ากล่อมตัวเองหลับอย่างไรจนผมได้ทำ sleep trainig เสร็จแล้ว และ ลูกนอนเป็นแล้ว</p>\n<p>สิ่งที่ผมเจอคือ</p>\n<ol>\n<li>ร้องไห้หลับ</li>\n<li>ดูดนิ้วนอน</li>\n<li>ดูดเสื้อผ้าตัวเองนอน</li>\n<li>สบัดหัวซ้ายขวาแรงๆนอน</li>\n</ol>\n<p>ถ้าคุณเจอสิ่งเหล่านี้ไม่ต้องแปลกใจ เพราะว่าเค้ากล่อมตัวเองนอนแบบนั้น</p>\n<h3>คืนแรก</h3>\n<p><strong>สิ่งที่คนสอนต้องการให้ทำ</strong></p>\n<ol>\n<li>ให้วางลูกนอนโดยไม่ต้องอุ้มจนใกล้หลับ ณ เวลา 19.00น โดยที่ให้นั่งอยู่กับลูกและพูดกับลูกว่า อยู่ข้างๆนะ นอนได้แล้วนะ รักนะ บลาๆ 5 นาที เงียบ 5 นาที และอนุญาตให้อุ้มได้เมื่อผ่านไป 10 นาที โดยที่ให้อุ้มแค่ 3 นาทีแล้ววางใหม่ รอ 7 นาที (เรียกว่า พูด5 เงียบ5 อุ้ม3 รอ7) ทำจนหลับ หากเกิน 80 นาที ให้เอาออกมาสงบสติอารมข้างนอก นั่งทำอะไรก็ได้เบาๆ 30 นาที เปลี่ยนอารมเขาให้ปรกติ อย่าเล่นเยอะไปเดี่ยวตื่นเกิน แล้วกลับไปทำแบบเดิมอีกรอบโดยรอบต่อไปถ้าเกิน 30 นาทีให้เอาไปนั่ง car seat แล้วขับรถให้เขาหลับ</li>\n<li>ให้สังเกตทุกครั้งที่เราอุ้มเค้าขึ้นมาว่า เค้าร้องไห้ดังขึ้นหรือเบาลง บางทีเค้าอาจจะกำลังจะหลับก็ได้ แต่ว่าเราดันไปอุ้มเค้าทำให้เค้าตื่น</li>\n<li>เนื่องจากว่าลูกผมน้ำหนัก 6 โลตอน 3 เดือนพอดี ซึ่งถือว่าน้ำหนักดี คนสอนก็อยากจะให้กินกลางคืนให้น้อยและนอนให้ยาว โดยให้ลดมื้อดึกเหลือ 1 มื้อ (จากที่ตื่นมากินทุกชั่วโมง)</li>\n<li>อยากให้ให้โอกาสลูกได้ร้องไห้ก่อนที่เราจะเข้าไปอุ้มเป็นเวลา 10 นาที</li>\n<li>ห้ามใครไปนอนใกล้ๆเด็ดขาด ให้นอนห่างจากลูกอย่างน้อย 1 เมตร กันการกระตุ้นให้ลูกตื่น โดยเฉพาะแม่ ถ้าลูกเห็นแม่ส่วนใหญ่จะต้องการเข้ามาหาซึ่งจะทำให้ตื่นนอน/นอนหลับยากได้</li>\n</ol>\n<p><strong>สิ่งที่ผมคิดว่าจะทำ</strong></p>\n<ol>\n<li>ข้อแรก ผมคิดว่าลองทำดูก็ได้ เพราะว่าปรกติเค้าก็ร้องไห้เยอะอยู่แล้วต่อให้อุ้มหรือไม่อุ้ม บางทีอุ้มแล้วหลับ พอวางก็ร้องอีก ก็เลยคิดว่าน่าจะพอทำได้</li>\n<li>ลดการกิน ผมคิดว่าโหดไป ลูกจากเคยกินทั้งคืน อยู่ๆเหลือมื้อเดียวไม่ไหวหรอก เดี๋ยวผอมหมด ผมยอมให้ที่ 3 มื้อ โดยกำหนดเวลาไว้ที่ 22.00 01.00 04.00 สามครั้ง</li>\n<li>รอลูกร้อง 10 นาทีนานไป ขอเริ่มจาก 5 ละกัน</li>\n</ol>\n<p>ผมคิดเสมอว่า เราไม่จำเป็นต้องทำตามคนสอนเสมอไป เพราะว่านี่ลูกเรา เราคิดว่าลูกเราไหวเท่าไหร่ เราก็ทำเท่านั้น</p>\n<p><strong>สิ่งที่เกิด</strong></p>\n<ol>\n<li>ทำตามนั้นเด๊ะๆเลยนะ แต่จะมีบางรอบที่ครบ 10 นาทีแล้วผมยังไม่อุ้ม เพราะว่าเหมือนเค้ากำลังจะหลับ แล้วเค้าก็กลับมาร้องใหม่ ทำให้เรารู้สึกว่า เค้าน่าจะทำได้นะ</li>\n<li>รู้ตัวอีกทีนับเวลา ลูกหลับไปตอน 63 นาที เป็น 63 นาทีที่ทรมาณมากเพราะว่าเค้าร้องไห้ดัง จนผมคิดว่าผมจะไม่ทำแล้ว อุ้มๆให้หลับไปละกัน แล้วอยู่ๆเค้าก็หลับไป (คิดว่าน่าจะร้องจนเหนื่อยแหละ)</li>\n<li>วันแรกเค้าตื่นมา 5 ทุ่ม ซึ่งผมตกใจมาก ปรกติเค้าจะตื่นทุกชั่วโมง ด้วยความเคยชิน ร้องปุ้ปวิ่งเข้าไปทันที จับเปลี่ยนเพิส กินนม นอนต่อ ลืมไปเลยว่าให้รอ 10 นาที</li>\n<li>เค้าตื่นอีกทีตี 2 เปลี่ยนเพิส กินนม จับวางแล้วก็ร้องไห้อยู่ 30 นาทีได้ ซึ่งก็ทำแบบเดิมคือ พูด5 เงียบ5 อุ้ม3 รอ7 จนหลับไป ร้องจนปวดหูไปหมด แต่ก็ถือว่านอนได้ยาวกว่า 1 ชม ทำให้มีกำลังใจขึ้นนิดหน่อย</li>\n<li>ตื่นอีกทีตี 4 เหมือนข้อที่แล้วเลย</li>\n<li>แล้วก็ 6 โมงเช้าละ คืนแรกเครียดพอควรกลัวเค้าร้องจนไม่สบาย</li>\n</ol>\n<p>ผลของวันแรกคือ ลูกเสียงแหบ... ก็ร้องซะขนาดนั้น แต่ก็นอนไปได้เกือบ 10 ชม ซึ่งตื่นแค่ 3 รอบ ถือว่าไม่แย่มาก แต่ก็มีความเครียดอยู่เพราะว่าสงสารเค้า แต่ว่าลูกไม่ซึมไม่อะไร เล่นเฮฮาปรกติ</p>\n<h3>กลางวันวันแรก</h3>\n<p>ช่วงกลางวันเป็นช่วงที่จะนอนยากกว่าปรกติ เนื่องจากว่าร่างกายมนุษย์จะหลังสาร Melatonin ในเวลากลางคืนที่ทำให้ช่วยหลับง่ายขึ้น</p>\n<p>การนอนกลางวันวันแรกก็จะเป็นสิ่งที่ยากมาก แต่ว่า หากเราเข้าใจเรื่อง Wake Window ของลูก ลูกเราจะหลับง่ายขึ้น</p>\n<p>ซึ่ง โดยปรกติแล้วเด็กอายุ 3-4 เดือนจะมี wake window ประมาน 90-120 นาที แต่ว่าเนื่องจากว่าเด็กแต่ละคนอาจจะไม่เท่ากันวิธีสังเกตุก็คือ</p>\n<ol>\n<li>พอลูกตื่นให้กด stopwatch ในมือถือทันที</li>\n<li>พอลูกเริ่มหาว ขยี้ตา ให้จดเวลาไว้</li>\n<li>พอลูกเริ่มหาวถี่ๆ ขยี้ตาเยอะๆ งอแงนิดๆ ให้จดเวลาไว้</li>\n</ol>\n<p>ทำหลายๆรอบจะเห็นว่าข้อ 3 จะเป็นเวลาเดียวกันเสมอ และนั้นคือเวลาที่เราต้องให้เค้านอน</p>\n<p>หากเราไม่จับเค้านอนตอนครบ wake window เค้า เค้าจะนอนยากไปทั้งวัน และ กระทบไปถึงกลางคืน ดีไม่ดีข้ามไปอีกวันด้วย ซึ่งสิ่งนี้คือการที่เค้าเหนื่อยเกินไปหรือ Over tired นั่นเอง</p>\n<p>การจับนอนกลางวันก็ทำเหมือนเดิมคือ เช็คห้องนอนก่อนว่ามืดไหม ทำให้มืดที่สุดที่ทำได้เหมือนห้องเวลากลางคืน</p>\n<p>แล้วก็ทำตาม step เดิม พูด5 เงียบ5 อุ้ม3 รอ7 ทำไปจนหลับ แต่แปลกที่ลูกผมกลับหลับเร็ว 10 นาทีหลับเลย</p>\n<p>สำหรับกลางวัน มีข้อห้าม 1 ข้อคือ ถ้าลูกจะนอนหลัง 16.30 ห้ามให้นอนแล้ว ถ้าไม่ไหวให้นั่งรถเข็นหลับได้แค่ 30 นาทีพอ\nถ้าเกินนั้นเดี๋ยวกลางคืนไม่นอน ซึ่งก็เป็นอะไรที่ควบคุมยากมาก เพราะว่าเราคุม wake window ได้ แต่ว่าเรากำหนดให้เค้านอนกี่นาทีไม่ได้ เพราะว่าบางทีเค้าก็นอน 40 นาที แต่บางทีก็ยาวไป 90 นาที</p>\n<h3>คืนที่ 2</h3>\n<p><strong>สิ่งที่คนสอนต้องการให้ทำ</strong></p>\n<p>คนสอนต้องการให้ทำเหมือนคืนแรก โดยให้คิดซะว่าถ้าหยุดตอนนี้เท่ากับเมื่อคืนร้องฟรีนะ เสียงแหบฟรีด้วย</p>\n<p><strong>สิ่งที่ผมคิดว่าจะทำ</strong></p>\n<p>ทำเหมือนเดิมแหละ แต่ว่าตั้งใจดูว่าลูกไหวไหม ถ้าไม่ไหวก็พอ แต่ว่าดูจากกลางวันที่เค้านอนได้เร็วขึ้นก็หวังว่ากลางคืนจะนอนได้เร็วเหมือนกัน</p>\n<p><strong>สิ่งที่เกิด</strong></p>\n<ol>\n<li>วางลูกนอน ร้องไห้ 24 นาทีหลับ</li>\n<li>ตื่นครั้งแรกตี 1 ตกใจมากนึกว่าไม่สบาย แต่ก็จับเปลี่ยนเพิส กินนม ปรกติ พอวางก็ร้อง 9 นาทีหลับ</li>\n<li>ปัญหาคือตอนตี 3,4 ตื่นทุกชั่วโมง แต่ตื่นแป้ปเดียวแล้วก็หลับไป</li>\n<li>ตี 5 ครึ่งก็ตื่นมาดิ้นๆละ ไม่ยอมนอนต่อ</li>\n</ol>\n<p>สรุปคือดีขึ้น แต่ดัน nap กลางวันดีกว่าแหะ ผมขอไม่พูดกลางวันละ เพราะว่าถ้าตาม wake window จะไม่ยากมาก แค่พยายามอย่าให้นอนหลัง 16.30 ก็พอ</p>\n<h3>คืนที่ 3</h3>\n<p><strong>สิ่งที่คนสอนต้องการให้ทำ</strong></p>\n<p>อยากให้ลดมือดึกเหลือรอบเดียว เพราะว่าเค้าจะได้นอนยาวขึ้น</p>\n<p><strong>สิ่งที่ผมคิดว่าจะทำ</strong></p>\n<p>ตื่นมาถ้าเกิน 3 ชั่วโมงก็กินเถอะ สงสาร</p>\n<p><strong>สิ่งที่เกิด</strong></p>\n<p>วางนอนปุ้ป 7 นาทีหลับดีใจมาก และตื่น 23.00 02.00 04.00 สังเกตุว่า ยิ่งใกล้เช้ายิ่งตื่นบ่อย</p>\n<h3>คืนต่อๆไป</h3>\n<p>คืนต่อๆไปก็จะคล้ายกับคืนที่ 3 แต่ว่าคืนที่ 5 จะยากหน่อย เค้าบอกว่าเป็น extinction burst หรือ มันคือการต่อต้านของสิ่งที่เป็นมานาน กลับมาทดสอบเราอีกครั้ง ถ้าเราใจแข็งพอข้ามคืนที่ 5,6 ไปได้ ก็จะกลับมาคล้ายๆคืนที่ 3 ต่อไป</p>\n<p>คืนที่ 7 เป็นต้นไป เราจะออกจากห้องนอนเค้าเร็วหน่อย ไม่ต้อง พูด5 เงียบ5 ละ คือวางปุ้ป พูด 2 แล้วก็รอเค้าหลับข้างนอกห้องนอนเค้าเลย มีบางวันที่วางแล้วร้องแค่ 20 วินาทีแล้วก็หลับเลยด้วยซ้ำ</p>\n<p>หลังจากนั้นชีวิตการนอนของพ่อแม่ก็ดีขึ้น ได้นอนประมาน 3-4 ชั่วโมงต่อรอบ แล้วก็ตื่นมาดูลูก</p>\n<h2>สรุป Sleep Training อายุ 3-4 เดือน</h2>\n<p>คืนแรกจะยากสุดๆ แล้วแต่ดวง แนะนำว่าใครจะทำให้รอเค้าง่วงแล้วค่อยทำ คืนต่อๆมาจะดีขึ้นจนวันที่ 5,6 อาจจะมีปัญหาบ้างและกลับมาปรกติอีกครั้ง</p>\n<p>ซึ่งเราก็ไป research มาว่าวิธีที่เราใช้มันเรียกว่า Pick up, Put down method ซึ่งเหมาะกับเด็กเล็กมากกว่า เนื่องจากว่าเราไม่ได้ออกห่างจากเค้าเลย และอุ้มเค้าเรื่อยๆให้เค้ารู้ว่าเราอยู่ข้างๆ</p>\n<p>ระหว่างเทรน เราจะเห็นเค้าพยายามจะหลับเอง แต่ว่าหลับไม่ได้แล้วก็กลับมาร้องไห้ดังๆใหม่ เหมือนกับว่าช่วยหน่อยสิ นอนไม่หลับ แต่ว่าเราก็จะยังทำตาม timeframe ของเรา</p>\n<p>กลางวันจะยากมากถ้าห้องไม่มืดพอ ควรจะทำให้เหมือนกลางคืนมากที่สุด เพื่อที่ให้เค้านอน ผมคิดว่าการที่ลูกได้นอนดีกว่าปล่อยให้ลูก Over tired แล้วกระทบการนอนกลางคืน</p>\n<p>กลางคืนหลังตี 3 จะยากมากๆเพราะว่าร่างกายหลั่งฮอร์โมนมาปลุกด้วย ตอนสามถึงสี่เดือน ด้วยความที่เค้ายังเล็กทำให้ผมไม่ค่อยได้เข้มงวดมาก ให้กินนมไป ซึ่งก็มีผลเสีย เดี๋ยวจะมาบอก blog ต่อไป</p>\n<p>หลายๆอย่างอยู่ที่ความอดทและความสม่ำเสมอของตัวพ่อแม่เอง ซึ่งถ้าเราไม่ไหว ก็ต้องไปหาวิธีอื่นเอา</p>\n<p><em>ใครคิดว่าแค่นี้จบแล้ว ยังนะ เดี๋ยวมี season ต่อไป ฟันขึ้น อึล้น นอนคว่ำ นั่งร้องไห้ คลาน ยืน กระโดด</em></p>\n<p>แล้วจะมาเล่าต่อว่าตอนนี้ (2023-01) ลูกผม 10 เดือนแล้วเจออะไรมาบ้างในระหว่างทาง และชีวิตการนอนแย่ลงดีขึ้นอย่างไร</p>\n","description":"บันทึกสอนลูกนอน หลังจากลูกนอนตื่นนอนตื่นบ่อยมากทุกๆ 1-2 ชั่วโมงเป็นเวลา 3 เดือนเต็มๆ จนต้องหันมาฝึกลูกนอนด้วย Pick up Put down method ซึ่งก็ได้ผลดีพอสมควร"}},"__N_SSG":true}